[About Language File]
Version=12.17.0
Date=05.02.2017
Author=Stanisław Nakonieczny
Language=Polski

[MainForm]
ActionDirectoryContextMenu:h=Menu kontekstowe
ActionDirectoryContextMenu=Menu k&ontekstowe
ActionDirectoryDelete:h=Usuń plik lub katalog
ActionDirectoryDelete=&Usuń
ActionDirectoryFindInFiles:h=Znajdź ciąg znaków w wielu plikach
ActionDirectoryFindInFiles=&Znajdź w plikach...
ActionDirectoryProperties:h=Zobacz plik / właściwości katalogu
ActionDirectoryProperties=&Właściwości...
ActionDirectoryRefresh:h=Odśwież pliki 
ActionDirectoryRefresh=&Odśwież
ActionDirectoryRename:h=Zmień nazwę pliku lub katalogu
ActionDirectoryRename=Zmień &nazwę
ActionDocument=&Dokument
ActionDocumentFormat=Format
ActionDocumentFormatSQL:h=Format SQL
ActionDocumentFormatSQL=Format SQL
ActionDocumentFormatXML:h=Forma XML
ActionDocumentFormatXML=&Format XML
ActionDocumentFormatJSON:h=Format JSON
ActionDocumentFormatJSON=&Format JSON
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONIndent2=wcięcie 2
ActionDocumentFormatJSONIndent3=wcięcie 3
ActionDocumentFormatJSONIndent4=wcięcie 4
ActionDocumentHTMLExport=Eksportuj HTML
ActionDocumentHTMLExport:t=Translation needed
ActionDocumentInfo:h=Linia, słowo, i liczba znaków
ActionDocumentInfo=&Informacje statystyczne...
ActionDocumentViewInBrowser:h=Wyświetl bieżący dokument w domyślnej przeglądarce
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Zobacz w przeglądarce
ActionEdit=&Edycja
ActionEditCopy:h=Kopiuj zaznaczenie i umieścić je w schowku
ActionEditCopy:s=Ctrl+C
ActionEditCopy=K&opiuj
ActionEditCut:h=Wytnij zaznaczenie i umieścić je w schowku
ActionEditCut:s=Ctrl+X
ActionEditCut=&Wytnij
ActionEditDelete=U&suń
ActionEditDeleteEndOfLine:h=Usuń koniec linii
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Koniec linii
ActionEditDeleteLine:h=Usuń linię
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Linia
ActionEditDeleteWhitespace:h=Usuń wszystkie spacje z zaznaczonego tekstu
ActionEditDeleteWhitespace=Bi&ała spacja
ActionEditDeleteWord:h=Usuń słowo
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Słowo
ActionEditIndentDecrease:h=Zmniejsz wcięcie
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=&Zmniejsz
ActionEditIndentIncrease:h=Zwiększ wcięcie
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Zwiększ
ActionEditIndent=W&cięcie
ActionEditInsert=Wstaw
ActionEditInsertHexColor=Hex color
ActionEditInsertHexColor:t=Translation needed
ActionEditInsertHexColor:s=Shift+Ctrl+C
ActionEditInsertDateTime:h=Wstaw datę i czas 
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Data i czas
ActionEditInsertLine:h=Wstaw linię
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Linia
ActionEditInsertTag:h=Wstaw znaczniki HTML / XML
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&Znaczniki HTML / XML...
ActionEditPaste:h=Wstaw zawartość schowka
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Wklej
ActionEditRedo:h=Ponów cofniętą akcję
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Ponów
ActionEditSelectAll:h=Zaznacz wszystko
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Zaznacz wszystko
ActionEditSort=Sor&tuj
ActionEditSortAsc:h=Sortuj rosnąco
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Rosnąco
ActionEditSortDesc:h=Sortuj malejąco
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Malejąco
ActionEditSortRandom=Random
ActionEditSortRandom:s=Random sort
ActionEditSortRandom:t=Translation needed
ActionEditToggleCase:h=Przełącz litery
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Prze&łącz litery
ActionEditToggleCaseAlternating:h=Przełącz litery przemiennie 
ActionEditToggleCaseAlternating=Litery przemiennie
ActionEditToggleCaseLower:h=Przełącz małe litery
ActionEditToggleCaseLower=małe litery
ActionEditToggleCaseSentence:h=Przełącz litery zdania
ActionEditToggleCaseSentence=Litery zdania
ActionEditToggleCaseTitle:h=Przełącz litery tytułu
ActionEditToggleCaseTitle=Litery tytułu
ActionEditToggleCaseUpper:h=Przełącz duże litery
ActionEditToggleCaseUpper=DUŻE LITERY
ActionEditUndo:h=Cofnij ostatnią akcję
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Cofnij
ActionFile=&Plik
ActionFileClose:h=Zamknij aktywny dokument
ActionFileClose:s=Ctrl+F4
ActionFileClose=&Zamknij
ActionFileCloseAll:h=Zamknij wszystkie otwarte pliki
ActionFileCloseAll=Z&amknij wszystkie
ActionFileCloseAllOther:h=Zamknij wszystkie inne strony
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Zamkn&nij wszystkie inne
ActionFileExit:h=Zakończ aplikację
ActionFileExit:s=Alt+F4
ActionFileExit=Za&kończ
ActionFileNew:h=Utwórz nowy dokument
ActionFileNew:s=Ctrl+N
ActionFileNew=&Nowy
ActionFileOpen:h=Otwórz istniejący dokument
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Otwórz...
ActionFilePrint:h=Drukuj aktywny dokument
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Drukuj...
ActionFilePrintPreview:h=Podgląd aktywnego dokumentu
ActionFilePrintPreview=Podgląd &wydruku...
ActionFileProperties:h=Zobacz właściwości pliku
ActionFileProperties=Wła&ściwości...
ActionFileReopen=&Otwórz ponownie
ActionFileReopenProperties=Properties...
ActionFileReopenProperties:t=Translation needed
ActionFileSave:h=Zapisz aktywny dokument
ActionFileSave:s=Ctrl+S
ActionFileSave=&Zapisz
ActionFileSaveAll:h=Zapisz wszystkie dokumenty
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Za&pisz wszystko
ActionFileSaveAs:h=Zapisz aktywny dokument pod nową nazwą
ActionFileSaveAs:s=Ctrl Alt+S
ActionFileSaveAs=Za&pisz jako...
ActionFileSelectFromDirectory:h=Wybierz plik z aktywnego katalogu
ActionFileSelectFromDirectory=Wybierz z katalogu
ActionHelp=&Pomoc
ActionHelpAboutEditBone:h=Wyświetl informacje o EditBone
ActionHelpAboutEditBone=&O programie EditBone
ActionHelpCheckForUpdates:h=Sprawdź dostępność aktualizacji
ActionHelpCheckForUpdates=&Sprawdź aktualizacje
ActionHelpVisitHomepage:h=Odwiedź EditBone, strona główna - http://www.bonecode.com/
ActionHelpVisitHomepage=&Odwiedź stronę główną
ActionMacro=Makro
ActionMacroOpen:h=Otwórz istniejące makro
ActionMacroOpen=&Otwórz...
ActionMacroPause:h=Wstrzymaj makro
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=&Wstrzymaj
ActionMacroPlayback:h=Odtwarzaj makro
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=&Odtwarzaj
ActionMacroRecord:h=Nagrywaj makro
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=&Nagrywaj
ActionMacroSaveAs:h=Zapisz makro z nową nazwą
ActionMacroSaveAs=Za&pisz jako...
ActionMacroStop:h=Zatrzymaj nagrywanie makra
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Zatrzymaj
ActionOutputCloseAllOtherPages:h=Zamknij wszystkie inne
ActionOutputCloseAllOtherPages=Zamknij w&szystkie inne strony
ActionOutputCopyAllToClipboard:h=Kopiuj wszystko do schowka
ActionOutputCopyAllToClipboard=K&opiuj wszystko do schowka
ActionOutputCopySelectedToClipboard:h=Kopiuj wybrane do schowka
ActionOutputCopySelectedToClipboard=Kopiuj wybrane do schowka
ActionOutputOpenAll:h=Otwórz wszystkie pliki
ActionOutputOpenAll=&Otwórz wszystkie
ActionOutputOpenSelected:h=Otwórz wybrane pliki
ActionOutputOpenSelected=&Otwórz wybrane
ActionOutputClose:h=Zamknij bieżącą stronę
ActionOutputClose=&Zamknij
ActionOutputCloseAll:h=Zamknij wszystkie strony
ActionOutputCloseAll=Zamknij &wszystkie
ActionOutputSelectAll:h=Zaznacz wszystkie pliki
ActionOutputSelectAll=Zaznacz wszystkie
ActionOutputUnselectAll:h=Odznacz wszystkie pliki
ActionOutputUnselectAll=Odznacz wszystkie
ActionSearch=&Szukanie
ActionSearchClearBookmarks:h=Wyczyść wszystkie zakładki
ActionSearchClearBookmarks=Wyczyść &zakładki
ActionSearchClose:h=Zamknij
ActionSearchFindAll=Find all
ActionSearchFindAll:h=Find all matching texts
ActionSearchFindAll:t=Translation needed
ActionSearchFindInFiles:h=Znajdź ciągu znaków w wielu plikach
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Znajdź w plikach...
ActionSearchFindNext:h=Znajdź następny pasujący tekst
ActionSearchFindNext:s=F3
ActionSearchFindNext=Znajdź &następny
ActionSearchFindPrevious:h=Znajdź poprzedni pasujący tekst
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Znajdź &poprzedni
ActionGotoNextBookmark=Next
ActionGotoNextBookmark:h=Go to next bookmark
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark:t=Translation needed
ActionGotoPreviousBookmark=Previous
ActionGotoPreviousBookmark:h=Go to previous bookmark
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark:t=Translation needed
ActionSearchGoToBookmarks:h=Idź do zakładek
ActionSearchGoToBookmarks=Idź do zakładki
ActionSearchGoToLine:h=Idź do linii
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Idź do linii
ActionSearchOptions:h=Opcje wyszukiwania
ActionSearchReplace:h=Wymień określony tekst z innym tekstem
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Zastąp...
ActionSearchSearchButton:h=Szukaj określonego tekstu
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=&Szukaj...
ActionSearchToggleBookmark:h=Ustaw lub wyczyść zakładki w bieżącym wierszu. Zakładki można również ustawić za pomocą Ctrl+Shift+1..9. Przejdź do zakładki za pomocą Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=&Włącz zakładkę
ActionSearchToggleBookmarks:h=Włącz zakładki
ActionSearchToggleBookmarks=W&łącz zakładki
ActionSearchEngine:h=Select search engine
ActionSearchEngine:t=Translation needed
ActionSearchCaseSensitive:h=Case sensitive
ActionSearchCaseSensitive:t=Translation needed
ActionSearchInSelection:h=In selection
ActionSearchInSelection:t=Translation needed
ActionToolbarMenuLanguage=&Język
ActionToolbarMenuSkin=S&kórki...
ActionToolbarMenuView=&Widok
ActionTools=&Narzędzia
ActionToolsCharacterMap:h=Wstaw znaki Unicode do aktywnego dokumentu przez dwukrotne kliknięcie
ActionToolsCharacterMap= Mapa znaków &Unicode...
ActionToolsClipboardHistory=Clipboard history
ActionToolsClipboardHistory:t=Translation needed
ActionToolsCompareFiles:h=Porównaj pliki
ActionToolsCompareFiles=&Porównaj pliki...
ActionToolsConvert:h=Konwertuj między jednostkami numerycznymi
ActionToolsConvert=K&onwersja...
ActionToolsLanguageEditor:h=Edytor języka
ActionToolsLanguageEditor=&Edytor języka...
ActionToolsOptions:h=Ustaw opcje
ActionToolsOptions=&Opcje...
ActionToolsSelectForCompare:h=Wybierz dokumenty do porównania
ActionToolsSelectForCompare=Wybierz do porównania...
ActionView=&Widok
ActionViewCloseDirectory:h=Zamknij aktywny katalog
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=&Zamknij katalog
ActionViewColorSelection:h=Pokaż lub ukryj wybór kolorów
ActionViewColorSelection=Kolor
ActionViewDirectory:h=Pokaż lub ukryj katalog
ActionViewDirectory=&Katalog
ActionViewEditDirectory:h=Edytuj aktywny katalog
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=Edytuj katalog...
ActionViewEncodingSelection:h=Pokaż lub ukryj wybór kodowania
ActionViewEncodingSelection=Kodowan&ie
ActionViewFiles:h=Wyszukaj pliki z wybranego katalogu i jego podkatalogów
ActionViewFiles: y=Ctrl+F12
ActionViewFiles=&Pliki...
ActionViewFold=Fold
ActionViewFold:t=Translation needed
ActionViewFoldAll=Fold all
ActionViewFoldAll:h=Fold all
ActionViewFoldAll:t=Translation needed
ActionViewFoldAllDownFromActiveLine=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:h=Fold all down from active line
ActionViewFoldAllDownFromActiveLine:t=Translation needed
ActionViewFoldAllDownFromSelectedLine=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:h=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:t=Translation needed
ActionViewFoldAllUpFromActiveLine=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:h=Fold all up from active line
ActionViewFoldAllUpFromActiveLine:t=Translation needed
ActionViewFoldAllUpFromSelectedLine=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:h=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:t=Translation needed
ActionViewFoldSelected=Fold selected
ActionViewFoldSelected:h=Fold selected
ActionViewFoldSelected:t=Translation needed
ActionViewUnfold=Unfold
ActionViewUnfold:t=Translation needed
ActionViewUnfoldAll=Unfold all
ActionViewUnfoldAll:h=Unfold all
ActionViewUnfoldAll:t=Translation needed
ActionViewUnfoldAllDownFromActiveLine=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:h=Unfold all down from active line
ActionViewUnfoldAllDownFromActiveLine:t=Translation needed
ActionViewUnfoldAllDownFromSelectedLine=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:h=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:t=Translation needed
ActionViewUnfoldAllUpFromActiveLine=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:h=Unfold all up from active line
ActionViewUnfoldAllUpFromActiveLine:t=Translation needed
ActionViewUnfoldAllUpFromSelectedLine=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:h=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:t=Translation needed
ActionViewUnfoldSelected=Unfold selected
ActionViewUnfoldSelected:h=Unfold selected
ActionViewUnfoldSelected:t=Translation needed
ActionViewHighlighterSelection:h=Pokaż lub ukryj wybrany zakreślacz
ActionViewHighlighterSelection=&Zakreślacz
ActionViewLineNumbers:h=Przełącz numery linii 
ActionViewLineNumbers=Linia num&erów
ActionViewMainMenu:h=Pokaż lub ukryj menu główne
ActionViewMainMenu=Menu główne
ActionViewMenuBar:h=Pokaż lub ukryj pasek menu
ActionViewMenuBar=Pasek menu
ActionViewMiniMap:h=Pokaż lub ukryj minimapę
ActionViewMiniMap=Minimapa
ActionViewNextPage:h=Przejdź do następnej strony
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Następna strona
ActionViewOpenDirectory:h=Otwórz nowy katalog
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Otwórz katalog...
ActionViewOutput:h=Pokaż lub ukryj wyjście
ActionViewOutput=Wy&jście
ActionViewPreviousPage:h=Przejdź do poprzedniej strony
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Poprzednia strona
ActionViewSelectionMode:h=Włącz tryb wyboru. Również naciskając Alt edytor przełącza się na tryb wyboru.
ActionViewSelectionMode=&Tryb wyboru
ActionViewSkinSelector=Skin selector
ActionViewSkinSelector:t=Translation needed
ActionViewSpecialChars:h=Przełącz znaki specjalne
ActionViewSpecialChars=Znaki spec&jalne
ActionViewSplit:h=Podziel dokument
ActionViewSplit=&Dzielenie
ActionViewSyncEdit=Synchronizowana edycja
ActionViewSyncEdit:h=Pokaż lub ukryj zsynchronizowaną edycję
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewStatusBar:h=Pokaż lub ukryj pasek stanu
ActionViewStatusBar=&Pasek stanu
ActionViewToolbar:h=Pokaż lub ukryj pasek narzędzi
ActionViewToolbar=&Pasek narzędzi
ActionViewTitleBar=Pasek tytułu
ActionViewTitleBarFilename=Nazwa pliku
ActionViewTitleBarFilename:h=Pokaż lub ukryj pasek tytułu pliku
ActionViewTitleBarFileList=Lista plików
ActionViewTitleBarFileList:h=Pokaż lub ukryj pasek tytułu listy plików
ActionViewWordWrap:h=Przełącz zawijanie
ActionViewWordWrap=&Zawijanie wierszy
ActionViewXMLTree:h=Pokaż lub ukryj drzewo XML
ActionViewXMLTree=&Drzewo XML
ActionXMLTreeRefresh:h=Odśwież drzewo XML
ActionXMLTreeRefresh=&Odśwież
PanelDocument=Przetwarzanie...

[AskYesOrNo]
ChangeColorFile=Zmieniasz oryginalny plik kolorów. Utworzyć nowy zmodyfikowany plik kolorów?
ChangeColorFile:t=Translation needed
CancelSearch=Anulować wyszukiwanie, czy na pewno?
CloseDirectory=Zamknąć katalog %s, czy na pewno?
DeleteDirectory=Usunąć katalog %s, czy na pewno?
DeleteFile=Usunąć plik %s, czy na pewno?
DeleteLine=Usunąć linię, czy na pewno?
Newversion=Nowa wersja %s z %s jest dostępna. %sCzy chcesz pobrać ją z internetu?
RecordMacro=Nagrać nowy makro, czy na pewno?
ReplaceOccurence=Zamienić to wystąpienie z '%s'?
SaveChanges=Zapisać zmiany?
SearchMatchNotFound=Szukanego dopasowania nie znaleziono. %sRestartować szukanie od początku pliku?
SearchStringNotFound=Szukanego ciągu '%s' nie znaleziono

[Message]
CannotFindString=Nie można znaleźć ciągu '%s'
DocumentStatistics=Liczba linii: %d%sLiczba słów: %d%sLiczba znaków %d
Latestversion=Używasz najnowszej wersji
SelectFilePathFromDirectory=Wybierz ścieżkę pliku z katalogu
NoDefaultPrinter=Nie ma aktualnie wybranej domyślnej drukarki.

[ErrorMessage]
EnterPath=Wpisz ścieżkę.
EnterTabName=Wpisz nazwę zakładki.
FileNotFound=Plik '%s' nie został znaleziony.
PathNotExist=Ścieżka nie istnieje.
RootDirectoryNotExist=Katalog główny nie istnieje.

[WarningMessage]
FileAccessError=Błąd dostępu do pliku %s.

[Constant]
AllFiles=Wszystkie pliki
AllSkinsDownload=Pobierz wszystkie skórki
Arrow=Strzałka
AutoSave=Automatycznie zapisz
Block=Blok
Bookmark=Zakładka
Bottom=Dół
Circle=Koło
Color=Kolor
CompareFiles=Porównaj pliki
Confirmation=Confirmation
Confirmation:t=Translation needed
CountingFiles=Liczenie plików...
DirectoryItems=Katalog elementów
Document=Dokument
Dot=Dot
DownloadCancelling=Anulowanie...
DownloadDone=Gotowe.
EditDirectory=Edytuj katalog
Encoding=Kodowanie
Enter=Wpisz
Error=Error
Errot:t=Translation needed
FileMaskItems=Elementy maski pliku
FilesFound=Plik (i) %d został znaleziony w %s
FooterLeft=Stopka - z lewej
FooterRight=Stopka - z prawej
GoToLine=Idź do linii
Blok HalfBlock=Pół bloku
HeaderLeft=Nagłówek - z lewej
HeaderRight=Nagłówek - z prawej
Hide=Ukryj
Highlighter=Zakreślacz
HorizontalLine=Linia pozioma
Information=Information
Information:t=Translation needed
Insert=Wstaw
InsertTags=Wstaw tagi HTML / XML 
InvalidName=Nieprawidłowa nazwa
LanguageEditor=Edytor języka - [%s]
Line=Linia
MatchFound=%d dopasowane % sznalezione
MatchFoundPluralExtension=es
Minute=min
Modified=Zmodyfikowany
Normal=Normal
Normal:t=Translation needed
OccurencesFound=Wystąpienie %d zostało znalezione w %s
Open=Otwórz
OpenDirectory=Rozwiń katalog 
Overwrite=Zastąp
Page=Page
Page:t=Translation needed
Pilcrow=Pilcrow
Position=Pozycja: %d
PreviewDocumentPage=Strona: $PAGENUM$ z $PAGECOUNT$
PreviewPage=Strona: %d z %d
PreviewPrintDocument=Drukuj (%s) | Drukuj dokument w %s
PrintedBy=Drukuj przez %s
RegularExpression=Wyrażenie regularne
Rename=Czy chcesz zmienić nazwę %s na %s?
RenameFailed=%s zmiana nazwy nie powiodła się
ReopenItems=Reopen items
ReopenItems:t=Translation needed
RightMargin=Right margin
RightMargin:t=Translation needed
SaveAs=Zapisz jako
SearchFor=Szukaj '%s'
SearchItems=Szukaj elementów
Second=s
SelectRootDirectory=Wybierz katalog główny
Solid=Solidny
Square=Kwadrat
TextToFindItems=Tekst, do znajdywania elementów
ThinHorizontalLine=Cienka linia pozioma
ThinVerticalLine=Cienka linia pionowa
Top=Góra
TopLine=Górna linia: %d
Triangle=Triangle
Triangle:t=Translation needed
VersionInfoNotFound=Wersji informacji nie znaleziono.
VerticalLine=Linia pionowa
Warning=Warning
Warning:t=Translation needed
Wildcard=Wildcard
Wildcard:t=Translation needed

[DialogConstant]
SMsgDlgAbort=Przerwij
SMsgDlgAll=&Wszystko
SMsgDlgCancel=Anuluj
SMsgDlgClose=&Zamknij
SMsgDlgConfirm=Potwierdź
SMsgDlgError=Błąd
SMsgDlgHelp=&Pomoc
SMsgDlgHelpHelp=Pomoc
SMsgDlgHelpNone=Brak pomocy
SMsgDlgIgnore=&Ignoruj
SMsgDlgInformation=Informacje
SMsgDlgNo=&Nie
SMsgDlgNoToAll=N&ie na wszystko
SMsgDlgOK=OK
SMsgDlgRetry=&Ponów
SMsgDlgWarning=Ostrzeżenie
SMsgDlgYes=&Tak
SMsgDlgYesToAll=Tak na &wszystko

[ColorConstant]
SNameBlack=Czarny
SNameMaroon=Kasztanowaty
SNameGreen=Zielony
SNameOlive=Oliwka
SNameNavy=Granatowy
SNamePurple=Purpurowy
SNameTeal=Cyraneczka
SNameGray=Szary
SNameSilver=Srebrny
SNameRed=Czerwony
SNameLime=Wapienny
SNameYellow=Żółty
SNameBlue=Niebieski
SNameFuchsia=Fuksja
SNameAqua=Wodny
SNameWhite=Biały
SNameMoneyGreen=Pieniądz zielony
SNameSkyBlue=Błękitny
SNameCream=Kremowy
SNameMedGray=Średni szary
SNameActiveBorder=Aktywne obramowanie
SNameActiveCaption=Aktywny podpis
SNameAppWorkSpace=Obszar roboczy aplikacji
SNameBackground=Tło
SNameBtnFace=Przycisk twarzy
SNameBtnHighlight=Przycisk podświetlenia
SNameBtnShadow=Przycisk cienia
SNameBtnText=Przycisk tekstu
SNameCaptionText=Tytuł tekstu
SNameDefault=Domyślny
SNameGradientActiveCaption=Gradient aktywnego podpisu
SNameGradientInactiveCaption=Gradient nieaktywnego podpisu
SNameGrayText=Szary tekst
SNameHighlight=Zaznacz tło
SNameHighlightText=Zaznacz tekst
SNameHotLight=Gorące światło
SNameInactiveBorder=Nieaktywne obramowanie
SNameInactiveCaption=Nieaktywny podpis
SNameInactiveCaptionText=Nieaktywny podpis tekstu
SNameInfoBk=Tło informacji
SNameInfoText=Tekst nformacji
SNameMenu=Tło menu
SNameMenuBar=Pasek menu
SNameMenuHighlight=Podświetlenie menu
SNameMenuText=Tekst menu
SNameNone=Brak
SNameScrollBar=Pasek przewijania
SName3DDkShadow=Ciemny cień 3D
SName3DLight=Światło 3D
SNameWindow=Tło okna
SNameWindowFrame=Rama okna
SNameWindowText=Okno tekstu
SColorBoxCustomCaption=Niestandardowe...
SColorBoxCustomCaption:t=Translation needed

[FileTypes]
ActionScript=ActionScript files (*.as)
ASP=ASP files (*.asp)
Assembler 68HC11=68HC11 Assembler files (*.hc11;*.asc)
AutoIt v3=AutoIt files (*.au3)
AWK=AWK scripts (*.awk)
C#=C# files (*.cs)
C++=C++ files (*.cpp;*.hpp)
C=C files (*.c;*.h)
CoffeeScript=CoffeeScript files (*.coffee)
CSS=Cascading Stylesheet files (*.css)
D=D files (*.d;*.di)
Delphi Form Module=Delphi Form Module files (*.dfm)
Free Pascal=Free Pascal files (*.pp)
GLSL=GLSL files (*.glsl)
Go=Go files (*.go)
Groovy=Groovy files (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML files (*.html;*.htm)
INI=INI files (*.ini;*.lng)
Inno Setup=Inno Setup files (*.iss)
Java=Java files (*.java)
JavaScript=JavaScript files (*.js)
JSON=JSON files (*.json)
LaTex=LaTex files (*.lat;*.tex;*.lex)
Lisp=Lisp files (*.lisp)
Lua=Lua files (*.lua)
Markdown=Markdown files (*.md)
MATLAB=MATLAB files (*.matlab)
MIME=MIME files (*.eml;*.mht)
MS-DOS Batch=MS-DOS Batch files (*.bat;*.cmd)
Objective-C=Objective-C files (*.m)
Object Pascal=Pascal files (*.pas;*.dpr;*.dpk)
OCaml=OCaml files (*.ml)
Perl=Perl files (*.pl;*.pm;*.cgi)
PHP=PHP files (*.php;*.class;*.inc)
Lisp=Lisp files (*.lisp)
Python=Python files (*.py)
Ruby=Ruby files (*.rb;*.rbw)
Rust=Rust files (*.rc)
Scala=Scala files (*.scala)
SQL - Standard=SQL files (*.sql)
Swift=Swift files (*.swift)
TclTk=Tcl/Tk files (*.tcl)
Text=Text files (*.txt)
TypeScript=TypeScript files (*.ts)
UnrealScript=UnrealScript files (*.uc)
Visual Basic=Visual Basic files (*.vb;*.bas)
XML=XML files (*.xml;*.xsd;*.dtd)
XSL=XSL files (*.xsl;*.xslt)
Macro=Macro files (*.mcr)|*.mcr
Language=Language files (*.lng)|*.lng
Zip=Zip files (*.zip)|*.zip

[ClipboardHistoryDialog]
Caption=Clipboard history
Caption:t=Translation needed
ActionCopyToClipboard=Copy to clipboard
ActionCopyToClipboard:t
ActionInsertInEditor=Insert in editor
ActionInsertInEditor:t
ActionClearAll=Clear all
ActionClearAll:t

[ChangedFilesDialog]
VirtualDrawTree:0=File
VirtualDrawTree:0:t=Translation needed
VirtualDrawTree:1=Path
VirtualDrawTree:1:t=Translation needed

[ConfirmReplaceDialog]
ButtonCancel=Anuluj
ButtonNo=&Nie
ButtonYes=&Tak
ButtonYesToAll=Tak na &wszystko
Caption=Potwierdź zastąpienie

[DownloadURLDialog]
ButtonCancel=Anuluj
Caption=Pobierz

[FindInFilesDialog]
ButtonCancel=Anuluj
ButtonFind=&Znajdź
Caption=Znajdź w pliku
StickyLabelCaseSensitive=Uwzględniaj wielkość liter
StickyLabelIncludeSubdirectories=Dołącz podkatalogi
ComboBoxDirectory=Katalog
ComboBoxFileMask=Maska pliku
ComboBoxTextToFind=Znajdź tekst
GroupBoxOptions=Opcje
GroupBoxSearchDirectoryOptions=Opcje wyszukiwania w katalogu
StickyLabelWholeWordsOnly=Tylko całe wyrazy
ActionSearchEngine=Select search engine
ActionSearchEngine:t=Translation needed

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Anuluj

[ItemListDialog]
ActionInsert=Wstaw
ActionInsert:h=Wstaw element
ActionDelete=Usuń
ActionDelete:h=Usuń element
ActionClearAll=Wyczyść wszystkie
ActionClearAll:h=Wyczyść wszystkie elementy
ActionMoveUp=Przesuń w górę
ActionMoveUp:h=Przesuń zaznaczony element w górę
ActionMoveDown=Przesuń w dół
ActionMoveDown:h=Przesuń zaznaczony element w dół
ActionSort=Sortuj
ActionSort:h=Sortuj pozycje

[SearchOptionsDialog]
ButtonCancel=Anuluj
ButtonOK=OK
StickyLabelBeepIfSearchStringNotFound=Beep jeśli nie znaleziono szukanego ciągu
StickyLabelEntireScope=Cały zakres
StickyLabelHighlightResult=Podświetl wyniki
StickyLabelSearchOnTyping=Szukaj w pisanym
StickyLabelShowSearchMatchNotFound=Pokaż,że szukanego dopasowania, nie znaleziono
StickyLabelShowSearchStringNotFound=Pokaż,że szukanego ciągu, nie znaleziono
StickyLabelWholeWordsOnly =Tylko całe słowa
StickyLabelWrapAround=Zawijanie dookólne

[OptionsToolbarItemsDialog]
ButtonAdd=Dodaj
ButtonCancel=Anuluj
Caption=Wybierz elementy
VirtualDrawTreeAddItems: 0=Pozycja menu

[ReplaceDialog]
ButtonCancel=Anuluj
ButtonFind=&Znajdź
ButtonReplaceAll=&Zamień wszystko
Caption=Zastąp
ComboBoxSearchFor=Szukaj
GroupBoxOptions=Opcje
GroupBoxReplaceIn=Zamień w
RadioButtonAllOpenFiles=Wszystkie otwarte pliki
RadioButtonDeleteLine=Usuń linię 
RadioButtonReplaceWith=Zamień na
RadioButtonWholeFile=Cały plik
StickyLabelCaseSensitive=Uwzględniaj wielkość liter
StickyLabelPromptOnReplace=Pytaj o zastąpienie
StickyLabelSelectedOnly=Tylko wybrane
StickyLabelWholeWordsOnly=Tylko całe wyrazy
ActionSearchEngine=Select search engine
ActionSearchEngine:t=Translation needed
GroupBoxDirection=Direction
GroupBoxDirection:t=Translation needed
RadioButtonDirectionForward=Forward
RadioButtonDirectionForward:t=Translation needed
RadioButtonDirectionBackward=Backward
RadioButtonDirectionBackward:t=Translation needed
GroupBoxOrigin=Origin
GroupBoxOrigin:t=Translation needed
RadioButtonOriginFromCursor=From cursor
RadioButtonOriginFromCursor:t=Translation needed
RadioButtonEntireScope=Entire scope
RadioButtonEntireScope:t=Translation needed

[SkinSelectDialog]
PanelPreviewArea=Podgląd obszaru
GroupBoxSkinColorization=Koloryzacja skórki
LabelHueOffset=Barwa przesunięcia
LabelSaturation=Nasycenie
LabelBrightness=Jasność
StickyLabelExtendedBordersMode=Tryb rozszerzone granice
StickyLabelBlendOnMove=Mieszaj formę, kiedy przeniesiono
StickyLabelAllowAeroBlurring=Allow aero blurring
StickyLabelAllowAeroBlurring:t=Translation needed
StickyLabelAllowAnimation=Allow animation
StickyLabelAllowAnimation:t=Translation needed
StickyLabelAllowGlowing=Zezwalaj świecić
StickyLabelAllowOuterEffects=Allow outer effects
StickyLabelAllowOuterEffects:t=Translation needed

[ConvertForm]
Caption=Konwersja między jednostkami numerycznymi
ComboBoxFrom=Z
ComboBoxTo=Do
ComboBoxType=Typ
EditResult=Wynik
EditValue=Wartość

[PrintPreviewDialog]
ActionColors:h=Przełącz kolory 
ActionColors=Kolory
ActionExit:h=Wyjdź z podglądu wydruku
ActionExit=Zakończ
ActionFirst:h=Pierwsza | Przejdź do pierwszej strony
ActionFirst=Pierwsza
ActionHighlight:h=Przełącz podkreślenie 
ActionHighlight=Podkreśl
ActionLast:h=Ostatna | Idź do ostatniej strony
ActionLast=Ostatna
ActionLineNumbers:h=Przełącz numery linii 
ActionLineNumbers=Numery linii
ActionNext:h=Następna | Przejdź do następnej strony
ActionNext=Następna
ActionPrevious:h=Poprzednia | Przejdź do poprzedniej strony
ActionPrevious=Poprzednia
ActionPrint:h=Drukuj | Drukuj dokument
ActionPrint=Drukuj
ActionWordWrap:h=Przełącz zawijanie
ActionWordWrap=Zawijanie
ActionZoom:h=Powiększenie | Powiększ / Pomniejsz
ActionZoom=Powiększenie
ActionZoomIn:h=Powiększ
ActionZoomIn=Powiększ
ActionZoomOut:h=Pomniejsz
ActionZoomOut=Pomniejsz
Caption=Podgląd wydruku

[SearchForFilesForm]
Caption=Wyszukiwanie plików
PanelSearchingFiles=Wyszukiwanie plików...

[CompareFrame]
CopySelectionLeftAction:h=Skopiuj zaznaczenie do lewej
CopySelectionRightAction:h=Skopiuj zaznaczenie do prawej
FindNextDifferenceAction:h=Znajdź następną różnicę
LeftDocumentButtonClickAction:h=Otwórz dokument
LeftLabel=Lewy rząd
OpenDocumentsLeftAction:h=Otwórz dokument
OpenDocumentsRightAction:h=Otwórz dokument
RefreshAction:h=Odśwież dokumenty 
RightDocumentButtonClickAction:h=Otwórz dokument
RightLabel=Prawy rząd
SaveLeftGridAction:h=Zapisz dokument
SaveRightGridAction:h=Zapisz dokument

[OptionsCompareFrame]
StickyLabelIgnoreCase=Ignoruj ​​przypadek
StickyLabelIgnoreBlanks=Ignoruj ​​spacje

[OptionsEditorCaretFrame]
StickyLabelVisible=Widoczna
StickyLabelRightMouseClickMovesCaret=Kliknięcie prawym przyciskiem myszy przesuwa daszek
GroupBoxNonBlinkingCaret=Nie miga daszek
StickyLabelNonblinkingCaretEnabled=Włączony
ColorBoxNonblinkingCaretBackground=Kolor tła
ColorBoxNonblinkingCaretForeground=Kolor pierwszoplanowy
GroupBoxStyles=Style
ComboBoxStylesInsertCaret=Wstaw
ComboBoxStylesOverwriteCaret=Zastąp

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Widoczny
StickyLabelFoldMultilineComments=Zagninaj wielowierszowe komentarze
StickyLabelHighlightIndentGuides=Podświetl wcięcia prowadnic 
StickyLabelHighlightMatchingPair =Podświetl dopasowane pary 
StickyLabelShowCollapsedCodeHint=Pokaż upadły kod podpowiedzi
StickyLabelShowCollapsedLine=Pokaż upadłą linię
StickyLabelShowIndentGuides=Pokaż wcięcia przewodnika
StickyLabelShowTreeLine=Show tree line
StickyLabelShowTreeLine:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse przez kliknięcie podpowiedzi
ComboBoxMarkStyle=Styl znacznika
EditHintRowCount=Liczba wierszy podpowiedzi

[OptionsEditorColorFrame]
StickyLabelElementsAttributesBold=Pogrubienie
StickyLabelElementsAttributesItalic=Pochylenie
StickyLabelElementsAttributesUnderline=Podkreślenie
StickyLabelSkinActiveLineBackground=Aktywna linia tła
StickyLabelSkinBackground=Tło
StickyLabelSkinBookmarkPanelBackground=Zakładka panela tła
StickyLabelSkinCodeFoldingBackground=Kod składany tła
StickyLabelSkinCodeFoldingHintBackground=Kod składany podpowiedzi tła
StickyLabelSkinCompletionProposalBackground=Zakończenie propozycji tła
StickyLabelSkinCompletionProposalSelectionBackground=Zakończenie wyboru propozycji tła
StickyLabelSkinForeground=Pierwszy plan
StickyLabelSkinLeftMarginBackground=Lewy margines tła
StickyLabelSkinSelectionBackground=Wybór tła
StickyLabelSkinSelectionForeground=Wybór planu
ColorComboBoxEditorColor=Kolor
ColorComboBoxElementsBackground=Tło
ColorComboBoxElementsForeground=Pierwszy plan
ComboBoxColor=Kolor
ComboBoxEditorElement=Element
ComboBoxElementsName=Nazwa
ComboBoxHighlighter=Zakreślacz
DateEditDate=Data
EditEmail=E-mail
Editname=Nazwa
EditVersion=Wersja
GroupBoxAttributes=Atrybuty
LabelSkinDescription=Użyj koloru skórki dla wybranych elementów
TabSheetAuthor=Autor
TabSheetEditor=Edytor
TabSheetElements=Elementy
TabSheetGeneral=Ogólne
TabSheetUseSkinColor=Użyj koloru skórki

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Włączone
StickyLabelCaseSensitive=Wielkość liter
StickyLabelAutoInvoke=Automatyczne odwołanie
ComboBoxShortcut=Skrót

[OptionsEditorFontFrame]
ComboBoxColor=Kolor
ComboBoxElement=Element
FontComboBoxFont=Czcionka
EditFontSize=Rozmiar czcionki

[OptionsEditorLeftMarginFrame]
StickyLabelVisible=Widoczny
StickyLabelAutoSize=Automatyczny rozmiar 
StickyLabelShowBookmarks=Pokaż zakładki
StickyLabelShowBookmarkPanel=Pokaż panel zakładek
StickyLabelShowLineState=Pokaż stan linii
GroupBoxLineNumbers=Numery linii
StickyLabelShowInTens=Pokaż w dziesiątkach
StickyLabelShowLeadingZeros=Pokaż zera wiodące
StickyLabelShowAfterLastLine=Pokaż po ostatnią linię
EditLineNumbersStartFrom=Zacznij od
EditWidth=Szerokość
EditBookmarkPanelWidth=Szerokość panela zakładki
ColorComboBoxBookmarkLineColor=Bookmark line color
ColorComboBoxBookmarkLineColor:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Włączone
StickyLabelHighlightAfterToken=Podświetl po żeton
StickyLabelHighlightUnmatched=Podświetl niezrównane

[OptionsEditorMinimapFrame]
StickyLabelVisible=Widoczna
StickyLabelShowBookmarks=Pokaż zakładki
StickyLabelShowBorder=Pokaż obramowanie
StickyLabelShowBorder:t=Translation needed
StickyLabelShowIndentGuides=Pokaż wcięcia przewodnika
StickyLabelShowBorder=Pokaż obramowanie
StickyLabelUseBlending=Użyj mieszania
StickyLabelInvertBlending=Odwróć mieszanie
StickyLabelShowSearchResults=Show search results
StickyLabelShowSearchResults:t=Translation needed
StickyLabelShowShadow=Pokaż cień
StickyLabelUseBlending=Użyj mieszania
StickyLabelUseBlending:t=Translation needed
StickyLabelInvertBlending=Odwróć mieszanie
StickyLabelInvertBlending:t=Translation needed
EditWidth=Szerokość
ComboBoxAlign=Wyrównaj

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Automatyczne wcięcie 
StickyLabelAutoSave=Automatyczne zapisz
StickyLabelDragDropEditing=Edytuj przez przeciągnij i upuść 
StickyLabelDropFiles=Upuść pliki
StickyLabelGroupUndo=Grupowo cofnij
StickyLabelTrimTrailingSpaces=Przycinanaj końcowe spacje
StickyLabelUndoAfterSave=Cofnij po zapisaniu
EditLineSpacing=Odstęp między wierszami
EditClipboardHistoryItemsCount=Clipboard history items count
EditClipboardHistoryItemsCount:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Widoczny
StickyLabelAutoLineBreak=Auto line break
StickyLabelAutoLineBreak:t=Translation needed
StickyLabelMouseMove=Ruch myszką
StickyLabelShowMovingHint=Pokaż ruchomą podpowiedź
EditPosition=Pozycja

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Automatyczny rozmiar maks szerokości 
StickyLabelHalfPage=Połowa strony
StickyLabelHintFollows=Podpowiedź następująca
StickyLabelPastEndOfFile=Przeszłość końca pliku
StickyLabelPastEndOfLineMarker=Przeszłość końca linii znacznika
StickyLabelShowHint=Pokaż podpowiedź
StickyLabelShowShadow=Pokaż cie

[OptionsEditorSearchFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelClearWhenClosed=Clear when closed
StickyLabelClearWhenClosed:t=Translation needed
StickyLabelVisible=Widoczne
StickyLabelDocumentSpecificSearch=Wyszukiwarka specyficznych dokumentów 
StickyLabelShowSearchMap=Pokaż wyszukiwane mapy
ComboBoxAlign=Wyrównaj

[OptionsEditorSelectionFrame]
StickyLabelVisible=Widoczne
StickyLabelALTSetsColumnMode=ALT ustawia tryb kolumny
StickyLabelExpandRealNumbers=Rozwiń liczby rzeczywiste
StickyLabelExpandRealNumbers:t=Translastion needed
StickyLabelHighlightSimilarTerms=Podświetl podobne terminy
StickyLabelTermsCaseSensitive=Warunki wielkości liter
StickyLabelTermsCaseSensitive:t=Translation needed
StickyLabelFromEndOfLine=Od końca linii
StickyLabelToEndOfLine=Do końca linii
StickyLabelTripleClickRowSelect=Trzykrotnie kliknij wybrany wiersz
StickyLabelToEndOfLastLine=Do końca ostatniej linii

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Użyj koloru tekstu
StickyLabelUseMiddleColor=Użyj średniego koloru
StickyLabelUseMiddleColor:t=Translation needed
ColorComboBoxColor=Kolor
ComboBoxStyle=Styl
GroupBoxEndOfLine=Koniec linii
StickyLabelEndOfLineVisible=Widoczny
ColorComboBoxEndOfLineColor=Kolor
ComboBoxEndOfLineStyle=Styl
GroupBoxSelection=Wybór
StickyLabelSelectionVisible=Widoczny
ColorComboBoxSelectionColor=Kolor

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Włączona
StickyLabelCaseSensitive=Przypadek wrażliwy
StickyLabelShowActivateIcon=Pokaż aktywowane ikony

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Wybrane wcięcie blokowe
StickyLabelTabsToSpaces=Tabulacje na spacje
StickyLabelColumns=Kolumny
StickyLabelColumns:t=Translation needed
StickyLabelPreviousLineIndent=Poprzedni akapit linii
StickyLabelPreviousLineIndent:t=Translation needed
EditWidth=Szerokość

[OptionsEditorWordWrapFrame]
ComboBoxWidth=Width
ComboBoxWidth:t=Translation needed

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Użyj czcionki systemu
FontComboBoxFont=Czcionka
EditFontSize=Rozmiar czcionki

[OptionsOutputFrame]
StickyLabelShowTreeLines=Pokaż linie drzew
StickyLabelShowCheckBox=Pokaż pole
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Wcięcie

[OptionsPrintFrame]
ComboBoxDocumentName=Nazwa dokumentu
ComboBoxPageNumber=Numer strony
ComboBoxPrintedBy=Drukowany przez
ComboBoxDateTime=Data i czas
StickyLabelShowHeaderLine=Pokaż linię nagłówka
StickyLabelShowFooterLine=Pokaż linię stopki
StickyLabelShowLineNumbers=Pokaż numery linii
StickyLabelWordWrap=Zawijanie tekstu

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Wyrównaj słowa kluczowe
StickyLabelKeywordAlignmentLeftJustify=Wyrównaj słowa kluczowe ściśle do lewej

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Słowa kluczowe
ComboBoxIdentifier=Identyfikator
ComboBoxQuotedIdentifier=Cytowany identyfikator
ComboBoxTableName=Nazwa tabeli
ComboBoxColumnName=Nazwa kolumny
ComboBoxAliasName=Nazwa aliasu
ComboBoxVariableName=Nazwa zmiennej
ComboBoxFunctionName=Nazwa funkcji
ComboBoxDataType=Typ danych

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Baza danych

[OptionsSQLIndentationFrame]
EditIndentLength=Długość wcięcia
StickyLabelUseTab=Użyj zakładki
EditTabSize=Rozmiar zakładki
EditFunctionBodyIndent=Funkcja wcięcia ciała
StickyLabelBlockOnNewLine=Blokuj na nowej linii
EditBlockLeftIndentSize=Blokuj rozmiar lewego wcięcia
EditBlockRightIndentSize=Blokuj rozmiar prawego wcięcia
EditBlockIndentSize=Blokuj rozmiar wcięcia
EditSingleStatementIndent=Pojedyncza instrukcja rozmiaru wcięcia IF/ELSE 

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Kolumna stylu listy
ComboBoxValueListStyle=Lista wartości stylu
EditInsertColumnsPerLine=Wstaw kolumny w linii
StickyLabelParenthesisInSeparateLines=Nawiasy w osobnych liniach

[OptionsSQLSelectFrame]
TabSheetColumnList=Lista kolumn
TabSheetSubquery=Podzapytanie
TabSheetIntoClause=Klauzula INTO
TabSheetFromJoinClause=Klauzula FROM/JOIN
TabSheetAndOrKeyword=Słowo kluczowe AND/OR
TabSheetGroupByClause=Klauzula GROUP BY
TabSheetHavingClause=Klauzula HAVING  
TabSheetOrderByClause=Klauzula ORDER BY
ComboBoxColumnListStyle=Styl
ComboBoxColumnListLineBreak=Linia przerwy
StickyLabelAlignAlias ​​= Wyrównaj Alias
StickyLabelColumnInNewLine=Kolumny w nowej linii
StickyLabelTreatDistinctAsVirtualColumn=Traktuj DISTINCT jako wirtualna kolumna
StickyLabelNewLineAfterIn=Nowa linia po IN
StickyLabelNewLineAfterExists=Nowa linia po EXISTS
StickyLabelNewlineAfterComparisonOperator=Nowa linia po operacji porównania
StickyLabelNewlineBeforeComparisonOperator=Nowa linia przed operacją porównania
StickyLabelIntoClauseInNewLine=Klauzula INTO w nowej linii
ComboBoxFromClauseStyle=Styl
StickyLabelFromClauseInNewLine=Klauzula FROM w nowej linii
StickyLabelJoinClauseInNewLine=Klauzula JOIN w nowej linii
StickyLabelAlignJoinWithFromKeyword=Wyrównaj JOIN ze słowem kluczowym FROM
StickyLabelAlignAndOrWithOnInJoinClause=Wyrównaj AND/OR z ON w klauzuli JOIN
StickyLabelAlignAliasInFromClause=Wyrównaj aliasu w klauzuli FROM
ComboBoxAndOrLineBreak=Linia przerwy
StickyLabelAndOrUnderWhere=AND/OR under WHERE
StickyLabelWhereClauseInNewline=Klauzula WHERE w nowej linii
StickyLabelWhereClauseAlignExpr=Klauzula WHERE align wyrażenie
ComboBoxGroupByClauseStyle=Styl
StickyLabelGroupByClauseInNewLine=Klauzula GROUP BY w nowej linii
StickyLabelHavingClauseInNewLine=Klauzula HAVING w nowej linii
ComboBoxOrderByClauseStyle=Styl
StickyLabelOrderByClauseInNewLine=Klauzula ORDER BY w nowej linii

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Kolumnowy styl listy

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Przestrzeń wokół operatora wyrażenia arytmetycznego
StickyLabelSpaceInsideCreate=Przestrzeń wewnątrz nawiasu CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideExpression=Przestrzeń wewnątrz nawiasów w wyrażeniu
StickyLabelSpaceInsideSubquery=Przestrzeń wewnątrz nawiasu w podzapytaniu
StickyLabelSpaceInsideFunction=Przestrzeń wewnątrz nawiasu w wywołaniu funkcji
StickyLabelSpaceInsideTypename=Przestrzeń wewnątrz nawiasu z nazwą typu w CREATE TABLE

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Użyj czcionki systemu
StickyLabelShowMacro=Pokaż makro
StickyLabelShowCaretPosition=Pokaż pozycję daszka
StickyLabelShowKeyState=Pokaż stan klucza
StickyLabelShowModified=Pokaż zmodyfikowany
FontComboBoxFont=Czcionka
EditFontSize=Rozmiar czcionki

[OptionsToolbarFrame]
VirtualDrawTree:h=Użyj przeciągnij i upuść, aby przenieść elementy menu. Kliknij prawym przyciskiem myszy menu kontekstowe, aby dodać lub usunąć elementy.
VirtualDrawTree:0=Pozycja menu
ActionAddItem=Dodaj element
ActionAddItem:h=Dodaj element
ActionDelete=Usuń
ActionDelete:h=Usuń
ActionAddDivider=Dodaj dzielnik
ActionAddDivider:h=Dodaj dzielnik
ActionReset=Resetuj
ActionReset:h=Resetuj menu elementu
ActionMoveUp=Przesuń w górę
ActionMoveUp:h=Przesuń zaznaczony element w górę
ActionMoveDown=Przesuń w dół
ActionMoveDown:h=Przesuń zaznaczony element w dół
ActionLargeIcons=Duże ikony
ActionSmallIcons=Małe ikony

[AboutDialog]
Caption=O programie EditBone
LabelVersion=Wersja %s (%d-bit)
LabelCopyright=Copyright %s. Wszelkie prawa zastrzeżone.
LabelMemoryAvailable=Pamięć dostępna w systemie Windows: %s
LabelDevelopmentEnvironment=Development Environment
LabelThirdPartyComponents=Komponenty parti 3rd
LabelLanguageFileContributors=Autor języka pliku
LabelIcons=Ikony
ButtonDonations=Darowizny
ButtonOK=OK

[DirectoryTabDialog]
EditTabName=Nazwa zakładki
EditRootDirectory=Katalog główny
GroupBoxOptions=Opcje
ComboBoxDrives=Dyski
ComboBoxFileMask=Maska ​​pliku
StickyLabelExcludeOtherBranches=Wyklucz inne gałęzie katalogu
ButtonCancel=Anuluj
ButtonOK=&OK

[LanguageEditorForm]
ActionFileNew=Nowy
ActionFileNew:h=Utwórz nowy plik językowy
ActionFileOpen=Otwórz
ActionFileOpen:h=Otwórz istniejący plik językowy
ActionFileSave=Zapisz
ActionFileSave:h=Zapisz plik językowy
ActionExit=Zakończ
ActionExit:h=Zamknij edytor języka
VirtualDrawTree: 0=Obiekt
VirtualDrawTree: 1=Podpis
VirtualDrawTree: 2=Podpowiedź
VirtualDrawTree: 3=Skrót

[OptionsForm]
ActionCompare=Porównanie plików
ActionDirectory=Katalog
ActionDirectoryTabs=Zakładki
ActionEditor=Edycja
ActionEditorCaret=Wstawka korektorska
ActionEditorCodeFolding=Kodeks składania
ActionEditorColors=Kolory
ActionEditorCompletionProposal=Zakończenie projektu
ActionEditorDefaults=Domyślne
ActionEditorFonts=Czcionki
ActionEditorLeftMargin=Lewy margines 
ActionEditorMatchingPair=Dopasowanie par
ActionEditorMinimap=Minimapa
ActionEditorRightMargin=Prawy margines
ActionEditorScroll=Przewijanie
ActionEditorSearch=Szukane
ActionEditorSelection=Wybieranie
ActionEditorSpecialChars=Znaki specjalne
ActionEditorSyncEdit=Synchronizacja edycji
ActionEditorSyncEdit:t=Translation needed
ActionEditorSyncEdit=Synchronizacja edycji
ActionEditorTabs=Zakładki
ActionEditorTabulator=Tabulator
ActionEditorWordWrap=Zawijanie
ActionFileTypes=Typy plików
ActionMainMenu=Menu główne
ActionOutput=Wyjściowe
ActionOutputTabs=Zakładki
ActionPrint=Drukowanie
ActionStatusBar=Pasek stanu
ActionTitleBar=Title bar
ActionTitleBar:t=Translation needed
ActionSQLAlignments=Linie trasowania
ActionSQLCapitalization=Kapitalizacja
ActionSQLFormatter=Formatyzator SQL
ActionSQLIndentation=Wcięcie
ActionSQLInsert=Wstaw
ActionSQLSelect=Wybierz
ActionSQLUpdate=Aktualizacja
ActionSQLWhitespace=Biała spacja
ActionToolbar=Pasek narzędzi
ButtonCancel=Anuluj
ButtonOK=&OK
Caption=Opcje

[UnicodeCharacterMapForm]
Caption=Mapa znaków Unicode

[OptionsDirectoryFrame]
StickyLabelAutoHide=Automatycznie ukryj
StickyLabelShowArchiveFiles=Pokaż pliki archiwum
StickyLabelShowHiddenFiles=Pokaż ukryte pliki
StickyLabelShowOverlayIcons=Pokaż ikony nakładki
StickyLabelShowSystemFiles=Pokaż pliki systemowe
StickyLabelShowTreeLines=Pokaż linie drzew
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Wcięcie
ComboBoxAlign=Wyrównaj

[OptionsDirectoryTabsFrame]
StickyLabelCloseTabByDblClick=Zamknij zakładkę przez dwukrotne kliknięcie
StickyLabelCloseTabByMiddleClick=Zamknij zakładkę przez kliknięcie środkowym
StickyLabelMultiline=Wiele linii
StickyLabelRightClickSelect=Wybierz klikając prawym przyciskiem myszy 
StickyLabelSaveTabs=Zapisz zakładki
StickyLabelShowCloseButton=Pokaż przycisk zamykania
StickyLabelShowOpenDirectoryButton=Pokaż przycisk otwartego katalogu
StickyLabelShowImage=Pokaż obraz

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Kolor
ComboBoxDefaultEncoding=Kodowanie
ComboBoxDefaultHighlighter=Zakreślacz
ComboBoxDefaultSQLHighlighter=Zakreślacz SQL 
EditBrowser=Przeglądarka

[OptionsEditorTabsFrame]
StickyLabelCloseTabByDblClick=Zamknij zakładkę przez dwukrotne kliknięcie
StickyLabelCloseTabByMiddleClick=Zamknij zakładkę przez kliknięcie środkowym
StickyLabelMultiline=Wiele linii
StickyLabelRightClickSelect=Wybierz klikając prawym przyciskiem myszy 
StickyLabelSaveTabs=Zapisz zakładki
StickyLabelShowCloseButton=Pokaż przycisk zamykania
StickyLabelShowNewDocumentButton=Pokaż przycisk nowego dokumentu
StickyLabelShowImage=Pokaż obraz

[OptionsFileTypesFrame]
EditExtensions=Rozszerzenia
VirtualDrawTree:0=Typ pliku

[OptionsOutputTabsFrame]
StickyLabelCloseTabByDblClick=Zamknij zakładkę przez dwukrotne kliknięcie
StickyLabelCloseTabByMiddleClick=Zamknij zakładkę przez kliknięcie środkowym
StickyLabelMultiline=Wiele linii
StickyLabelRightClickSelect=Wybierz klikając prawym przyciskiem myszy
StickyLabelSaveTabs=Zapisz zakładki
StickyLabelShowCloseButton=Pokaż przycisk zamykania
StickyLabelShowFindInFilesButton=Pokaż przyciski znalezione w plikach
StickyLabelShowImage=Pokaż obraz

[SQLFormatterConstant]
Stacked=Ułożony
Wrapped=Owinięty
AfterComma=Po przecinku
BeforeComma=Przed przecinkiem
BeforeCommaWithSpace=Przed przecinkiem ze spacją
NoLineBreak=Brak przerwy w linii
BeforeAndOr=Przed AND/OR
AfterAndOr=Po AND/OR
Left=Do lewej
Right=Do prawej
None=Nic
Uppercase=DUŻE LITERY
Lowercase=małe litery
SentenceCase=Tak jak w zdaniu
NoChange=Bez zmian

[ConvertConstant]
Distance=Odległość
Micromicrons=Mikromikrony
Angstroms=Angstromy
Milimicrons=Milimikrony
Microns=Mikrony
Millimeters=Milimetry
Centimeters=Centymetry
Decimeters=Decymetry
Meters=Metry
Decameters=Dekametery
Hectometers=Hektometry
Kilometers=Kilometry
Megameters=Megametry
Gigameters=Gigametry
Inches=Cale
Feet=Stopy
Yards=Jardy
Miles=Mile
NauticalMiles=Mile morskie
AstronomicalUnits=Jednostki astronomiczne
LightYears=Lata świetlne
Parsecs=Parseki
Cubits=Łokcie
Fathoms =Sążnie
Furlongs=Stadiony
Hands=Piędzie
Paces=Kroki
Paces=Pręty
Rods=Łancuszki
Links=Sznurki
Picas=Cycero
Points=Punkty
Area=Obszar
SquareMillimeters=Milimetry kwadratowe
SquareCentimeters=Centymetry kwadratowe
SquareDecimeters=Decymetry kwadratowe
Squaremeters=Metry kwadratowe
SquareDecameters=Dekametery kwadratowe
SquareHectometers=Hektometry kwadratowe
SquareKilometers=Kilometry kwadratowe
SquareInches=Cale kwadratowe
SquareFeet=Stopy kwadratowe
SquareYards=Jardy kwadratowe
SquareMiles=Mile kwadratowe
Acres=Akry
Centares=Centary
Ares=Ary
Hectares=Hektary
SquareRods=Pręty kwadratowe
Volume=Objętość
CubicMillimeters=Milimetry sześcienne
CubicCentimeters=Centymetry sześcienne
CubicDecimeters=Decymetry sześcienne
CubicMeters=Metry sześcienne
CubicDecameters=Dekametery sześcienne
CubicHectometers=Hektometery sześcienne
CubicKilometers=Kilometry sześcienne
CubicInches=Cale sześcienne
CubicFeet=Stopy sześcienne
CubicYards=Jardy sześcienne
CubicMiles=Mile sześcienne
MilliLiters=Millilitry
CentiLiters=Centylitry
DeciLiters=Decylitry
Liters=Litry
DecaLiters=Dekalitry
HectoLiters=Hektolitry
KiloLiters=Kilolitry
AcreFeet=Akr stopy
AcreInches=Akr cali
Cords=Sągi
CordFeet=Sąg stopy
Decisteres=Decykubiki
Steres=Kubiki
Decasteres=Dekakubiki
FluidGallons=Galony płynów
FluidPints ​​= Kufle płynów
FluidQuarts=Kwarty płynów
FluidCups=Kubki płynów
FluidGills=Ćwiartki kwarty płynów
FluidOunces=Uncje płynów
FluidTablespoons=Łyżki płynów
FluidTeaspoons=Łyżeczki płynów
DryGallons=Galony suche
DryQuarts=Kwarty suche
DryPints ​​= Kufle suche
DryPecks=Dziobki suche
DryBuckets=Kubły suche
DryBushels=Buszele suche
UKGallons=Galony UK
UKPottle=Pottle UK
UKQuarts=Kwarty UK
UKPints ​​= Kufle UK
UKGill=ćwierć kwarty UK
UKOunces=Uncje UK
UKPecks=Dziobki UK
UKBuckets=Kubły UK
UKBushels=Buszele UK
Mass=Masa
Nanograms=Nanogramy
Micrograms=Mikrogramy
Milligrams=Miligramy
Centigrams=Centygramy
Decigrams=Decygramy
Grams=Gramy
Decagrams=Dekagramy
Hectograms=Hektogramy
Kilograms=Kilogramy
MetricTons=Tony metryczne
Dramy=Dramy
Grains=Ziarna
LongTons=Długie tony
Tons=Tony
Ounces=Uncje
Pounds=Funty
Stones=Karaty
NumeralSystem=System liczbowy
Binary=Binarny
Decimal=Dziesiętny
Hexadecimal=Szesnastkowy
Temperature=Temperatura
Celsius=Celsjusz
Kelvin=Kelwin 
Fahrenheit=Fahrenheit
Time=Czas
Reaumur=Reaumur
Rankine=Rankina
Milisekonds=Millisekundy
Seconds=Sekund
Minutes=Minuty
Hours=Godziny
Days=Dni
Weeks=Tygodnie
Fortnights=Dwa tygodnie
Months=Miesiące
Years=Lata
Decades=Dekady
Centuries=Wieki
Millennia=Tysiąclecia
DateTime=Data, czas
JulianDate=Kalendarz julianski 
ModifiedJulianDate=Kalendarz julianski modyfikowany